# CalloutTag Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..CalloutTag Property
ParameterTypeId Class See Also
---
"Callout Tag"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId CalloutTag { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CalloutTag As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ CalloutTag {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace